//
//  Task-4.swift
//  OTUS-HW-1
//
//  Created by Егор Бадмаев on 29.09.2022.
//

/**
 # Сгенерировать массив случайных чисел
 
 ## Описание/Пошаговая инструкция выполнения домашнего задания:
 Сгенерировать массив случайных чисел (например 200 чисел). Найти индекс первого повторяющегося числа в массиве. Если все числа разные - то -1.
 
 ### Пример: `[3, 4, 5, 6, 8, 78, 67, 4, 88]` - `4`, индекс 1

 ## Критерии оценки:
 Для сдачи будет достаточно ссылки на открытый проект в github/bitbucket/gitlab
 */


